lisabank-demo/src/test/resources/AccountServiceTest/createUserWithCheckingAccount/v3/EJB3UserControlBean/addUser-req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:addUser xmlns:ns2="http://ejb3.examples.itko.com/">
			<username>pascal</username>
			<password>password</password>
		</ns2:addUser>
	</soap:Body>
</soap:Envelope>